Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Core/WhatsNew/WhatsNew.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: Apple Watch App
ar: تطبيق Apple Watch
es_mx: App de Apple Watch
fr: App Apple Watch
ko: Apple Watch 앱
pt_br: App do Apple Watch
pt_pt: App do Apple Watch
tr: Apple Watch uygulaması

source: D1 数据库管理
ar: إدارة قاعدة بيانات D1
de: D1-Datenbankverwaltung
en: D1 Database Management
es_mx: Gestión de bases de datos D1
fr: Gestion de base de données D1
ja: D1 データベース管理
ko: D1 데이터베이스 관리
pt_br: Gerenciamento de bancos de dados D1
pt_pt: Gestão de bases de dados D1
tr: D1 veritabanı yönetimi
zh_hant: D1 資料庫管理
zh_hk: D1 資料庫管理

source: IP 访问规则
ar: قواعد الوصول حسب IP
de: IP-Zugriffsregeln
en: IP Access Rules
es_mx: Reglas de acceso por IP
fr: Règles d'accès IP
ja: IP アクセスルール
ko: IP 액세스 규칙
pt_br: Regras de acesso por IP
pt_pt: Regras de acesso por IP
tr: IP erişim kuralları
zh_hant: IP 存取規則
zh_hk: IP 存取規則

source: Pages 支持「直接上传」部署（粘贴代码或选取文件 / ZIP）；Workers 可新建并整体更新代码，变量与密钥支持 JSON 批量导入。受 OAuth 限制无法读取源码，更新为整体替换。
ar: يدعم Pages النشر عبر الرفع المباشر (ألصق الشيفرة أو اختر ملفات/ZIP)؛ ويمكن إنشاء Workers وتحديث النص البرمجي بالكامل، مع استيراد المتغيّرات والأسرار دفعةً واحدة عبر JSON. لا يستطيع OAuth قراءة الشيفرة المصدرية، لذا يستبدل التحديثُ النصَّ بأكمله.
de: Pages unterstützt Direct-Upload-Deploys (Code einfügen oder Dateien/ZIP wählen); Workers lassen sich anlegen und als ganzes Skript aktualisieren, Variablen und Secrets per JSON im Stapel importieren. OAuth kann den Quellcode nicht lesen, daher ersetzt ein Update das gesamte Skript.
en: Pages supports Direct Upload deploys (paste code or pick files/ZIP); Workers can be created and updated whole-script, with bulk JSON import for vars and secrets. OAuth can't read source, so an update replaces the whole script.
es_mx: Pages admite despliegues con Carga directa (pega código o elige archivos/ZIP); los Workers se pueden crear y actualizar por completo, con importación masiva de variables y secretos por JSON. OAuth no puede leer el código, así que la actualización reemplaza todo el script.
fr: Pages prend en charge le déploiement par Téléversement direct (collez le code ou choisissez des fichiers/ZIP) ; les Workers peuvent être créés et mis à jour intégralement, avec import JSON en masse des variables et secrets. OAuth ne peut pas lire le code source, la mise à jour remplace donc tout le script.
ja: Pages は「直接アップロード」デプロイ（コードを貼り付け、またはファイル/ZIP を選択）に対応。Workers は新規作成とスクリプト全体の更新ができ、変数とシークレットは JSON で一括インポートできます。OAuth ではソースを読めないため、更新は全体置換になります。
ko: Pages는 직접 업로드 배포(코드 붙여넣기 또는 파일/ZIP 선택)를 지원하고, Workers는 새로 만들거나 스크립트 전체를 업데이트할 수 있으며 변수와 시크릿을 JSON으로 일괄 가져올 수 있습니다. OAuth로는 소스를 읽을 수 없어 업데이트는 전체 교체 방식입니다.
pt_br: O Pages aceita deploys por Upload direto (cole o código ou escolha arquivos/ZIP); os Workers podem ser criados e atualizados por completo, com importação em massa de variáveis e segredos via JSON. O OAuth não lê o código-fonte, então a atualização substitui o script inteiro.
pt_pt: O Pages aceita implementações por Carregamento direto (cole o código ou escolha ficheiros/ZIP); os Workers podem ser criados e atualizados na íntegra, com importação em massa de variáveis e segredos via JSON. O OAuth não lê o código-fonte, por isso a atualização substitui todo o script.
tr: Pages, Doğrudan Yükleme dağıtımlarını destekler (kodu yapıştırın ya da dosya/ZIP seçin); Workers oluşturulabilir ve betiğin tamamı güncellenebilir, değişkenler ile gizli anahtarlar JSON ile toplu içe aktarılabilir. OAuth kaynağı okuyamadığından güncelleme tüm betiği değiştirir.
zh_hant: Pages 支援「直接上傳」部署（貼上程式碼或選取檔案 / ZIP）；Workers 可建立並整體更新程式碼，變數與密鑰支援 JSON 批次匯入。受 OAuth 限制無法讀取原始碼，更新為整體取代。
zh_hk: Pages 支援「直接上傳」部署（貼上程式碼或選取檔案 / ZIP）；Workers 可建立並整體更新程式碼，變數與密鑰支援 JSON 批次匯入。受 OAuth 限制無法讀取原始碼，更新為整體取代。

source: Pages 自定义域名
ar: نطاقات Pages المخصصة
de: Benutzerdefinierte Domains für Pages
en: Pages custom domains
es_mx: Dominios personalizados de Pages
fr: Domaines personnalisés Pages
ja: Pages カスタムドメイン
ko: Pages 사용자 지정 도메인
pt_br: Domínios personalizados do Pages
pt_pt: Domínios personalizados do Pages
tr: Pages özel alan adları
zh_hant: Pages 自訂網域
zh_hk: Pages 自訂域名

source: Pages 项目现可直接管理自定义域名：添加、删除、重新验证并检查解析状态；域名在当前账号时，还能一键添加指向项目的 CNAME 记录。
ar: أدر النطاقات المخصصة داخل مشروع Pages مباشرة: إضافة وحذف وإعادة تحقق وفحص حالة DNS — مع إضافة سجل CNAME بلمسة واحدة عندما تكون منطقة النطاق ضمن حسابك.
de: Verwalte benutzerdefinierte Domains direkt im Pages-Projekt: hinzufügen, entfernen, erneut validieren und DNS-Status prüfen – mit Ein-Tipp-CNAME, wenn die Zone der Domain in deinem Konto liegt.
en: Manage custom domains right inside a Pages project: add, remove, re-validate, and check DNS status — with one-tap CNAME setup when the domain’s zone is on your account.
es_mx: Administra dominios personalizados dentro de un proyecto de Pages: agregar, eliminar, revalidar y comprobar el estado del DNS; si la zona del dominio está en tu cuenta, agrega el registro CNAME con un toque.
fr: Gérez les domaines personnalisés directement dans un projet Pages : ajout, suppression, revalidation et vérification du DNS — avec création du CNAME en un geste quand la zone du domaine est sur votre compte.
ja: Pages プロジェクト内でカスタムドメインを直接管理：追加・削除・再検証と DNS 状態の確認に対応。ドメインが現在のアカウントにある場合は、プロジェクトへ向ける CNAME レコードをワンタップで追加できます。
ko: Pages 프로젝트에서 사용자 지정 도메인을 직접 관리하세요: 추가·삭제·재확인과 DNS 상태 확인을 지원하며, 도메인이 현재 계정에 있으면 프로젝트를 가리키는 CNAME 레코드를 한 번에 추가할 수 있습니다.
pt_br: Gerencie domínios personalizados dentro de um projeto do Pages: adicionar, remover, revalidar e verificar o status do DNS — com criação do registro CNAME em um toque quando a zona do domínio está na sua conta.
pt_pt: Faça a gestão de domínios personalizados dentro de um projeto do Pages: adicionar, remover, revalidar e verificar o estado do DNS — com criação do registo CNAME num toque quando a zona do domínio está na sua conta.
tr: Özel alan adlarını doğrudan Pages projesi içinde yönetin: ekleme, silme, yeniden doğrulama ve DNS durumu kontrolü — alan adının bölgesi hesabınızdaysa tek dokunuşla CNAME kaydı ekleyin.
zh_hant: Pages 專案現可直接管理自訂網域：新增、刪除、重新驗證並檢查解析狀態；網域在目前帳號時，還能一鍵新增指向專案的 CNAME 記錄。
zh_hk: Pages 項目現可直接管理自訂域名：新增、刪除、重新驗證並檢查解析狀態；域名在當前帳戶時，還能一鍵新增指向項目的 CNAME 記錄。

source: Queues 现可暂停/恢复投递、清空消息、调整保留期与延迟；Hyperdrive 可编辑查询缓存与源数据库连接；Durable Objects 可浏览对象实例；Workers AI 能直接在 App 内试运行文本生成模型，缺权限时可一键补授权、无需退出登录。
ar: يمكن الآن في Queues إيقاف/استئناف التسليم مؤقتًا، ومسح الرسائل، وضبط مدة الاحتفاظ والتأخير؛ ويتيح Hyperdrive تعديل التخزين المؤقت للاستعلامات والاتصال بقاعدة البيانات المصدر؛ ويمكن في Durable Objects تصفّح مثيلات الكائنات؛ ويشغّل Workers AI نماذج توليد النص داخل التطبيق مباشرةً — مع إضافة الإذن بنقرة واحدة دون تسجيل الخروج.
de: Queues kann jetzt die Zustellung pausieren/fortsetzen, Nachrichten leeren sowie Aufbewahrung und Verzögerung anpassen; bei Hyperdrive lassen sich Query-Caching und die Verbindung zur Ursprungsdatenbank bearbeiten; Durable Objects kann Objektinstanzen durchsuchen; und Workers AI führt Textgenerierungsmodelle direkt in der App aus – Berechtigung per Tipp ergänzt, ohne Abmelden.
en: Queues can now pause/resume delivery, purge messages, and adjust retention and delay; Hyperdrive lets you edit query caching and the origin database connection; Durable Objects can browse object instances; and Workers AI runs text-generation models right in the app — with one-tap permission top-up, no sign-out needed.
es_mx: Queues ahora puede pausar/reanudar la entrega, vaciar mensajes y ajustar la retención y el retraso; Hyperdrive permite editar el caché de consultas y la conexión a la base de datos de origen; Durable Objects puede explorar instancias de objetos; y Workers AI ejecuta modelos de generación de texto dentro de la app, con permisos añadidos en un toque y sin cerrar sesión.
fr: Queues peut désormais suspendre/reprendre la distribution, purger les messages et ajuster la rétention et le délai ; Hyperdrive permet de modifier le cache de requêtes et la connexion à la base de données d'origine ; Durable Objects permet de parcourir les instances d'objet ; et Workers AI exécute des modèles de génération de texte directement dans l'app — autorisation ajoutée en un geste, sans déconnexion.
ja: Queues は配信の一時停止／再開、メッセージの消去、保持期間と遅延の調整に対応。Hyperdrive はクエリキャッシュとオリジンDB接続を編集可能。Durable Objects はオブジェクトインスタンスを閲覧可能。Workers AI はテキスト生成モデルをアプリ内で試せます（権限はワンタップで追加、サインアウト不要）。
ko: 이제 Queues에서 전송 일시중지/재개, 메시지 비우기, 보존 기간 및 지연 조정이 가능합니다. Hyperdrive에서는 쿼리 캐시와 원본 데이터베이스 연결을 편집할 수 있고, Durable Objects에서는 객체 인스턴스를 둘러볼 수 있으며, Workers AI에서는 앱 안에서 바로 텍스트 생성 모델을 실행할 수 있습니다(권한은 한 번의 탭으로 추가, 로그아웃 불필요).
pt_br: O Queues agora pode pausar/retomar a entrega, limpar mensagens e ajustar retenção e atraso; o Hyperdrive permite editar o cache de consultas e a conexão com o banco de dados de origem; o Durable Objects pode navegar pelas instâncias de objeto; e o Workers AI executa modelos de geração de texto dentro do app, com permissão concedida em um toque e sem sair da conta.
pt_pt: O Queues passa a poder pausar/retomar a entrega, limpar mensagens e ajustar retenção e atraso; o Hyperdrive permite editar a cache de consultas e a ligação à base de dados de origem; o Durable Objects pode navegar pelas instâncias de objeto; e o Workers AI executa modelos de geração de texto dentro da app, com permissão concedida num toque e sem terminar sessão.
tr: Queues artık teslimatı duraklatıp/sürdürebilir, mesajları temizleyebilir, saklama ve gecikmeyi ayarlayabilir; Hyperdrive sorgu önbelleğini ve kaynak veritabanı bağlantısını düzenlemenize olanak tanır; Durable Objects nesne örneklerine göz atabilir; ve Workers AI metin üretme modellerini doğrudan uygulamada çalıştırır — izin tek dokunuşla eklenir, oturum kapatmak gerekmez.
zh_hant: Queues 現可暫停／恢復投遞、清空訊息、調整保留期與延遲；Hyperdrive 可編輯查詢快取與來源資料庫連線；Durable Objects 可瀏覽物件實例；Workers AI 能直接在 App 內試執行文字生成模型，缺權限時可一鍵補授權、無需登出。
zh_hk: Queues 現可暫停／恢復投遞、清空訊息、調整保留期與延遲；Hyperdrive 可編輯查詢緩存與來源資料庫連線；Durable Objects 可瀏覽物件實例；Workers AI 能直接在 App 內試執行文字生成模型，缺權限時可一鍵補授權、無需登出。

source: R2 存储升级
ar: تحسينات تخزين R2
de: R2-Storage-Upgrades
en: R2 Storage Upgrades
es_mx: Mejoras en R2 Storage
fr: Améliorations du stockage R2
ja: R2 ストレージの強化
ko: R2 스토리지 개선
pt_br: Melhorias no R2 Storage
pt_pt: Melhorias no R2 Storage
tr: R2 depolama geliştirmeleri
zh_hant: R2 儲存升級
zh_hk: R2 儲存升級

source: SSL 证书与加密设置
ar: شهادات SSL والتشفير
de: SSL-Zertifikate & Verschlüsselung
en: SSL Certificates & Encryption
es_mx: Certificados SSL y cifrado
fr: Certificats SSL et chiffrement
ja: SSL 証明書と暗号化設定
ko: SSL 인증서 및 암호화 설정
pt_br: Certificados SSL e criptografia
pt_pt: Certificados SSL e encriptação
tr: SSL sertifikaları ve şifreleme
zh_hant: SSL 憑證與加密設定
zh_hk: SSL 憑證與加密設定

source: Tunnel 管理
ar: إدارة الأنفاق
de: Tunnel-Verwaltung
en: Tunnel Management
es_mx: Gestión de túneles
fr: Gestion des tunnels
ja: トンネル管理
ko: 터널 관리
pt_br: Gerenciamento de túneis
pt_pt: Gestão de túneis
tr: Tünel yönetimi
zh_hant: 通道管理
zh_hk: 隧道管理

source: VoiceOver、更大字体、不只靠颜色区分、足够对比度全面达标，配合系统辅助功能更顺手。
ar: ‏VoiceOver ونص أكبر وإشارات لا تعتمد على اللون وحده وتباين كافٍ — كل ذلك متوفر، لتعمل التطبيق بسلاسة مع ميزات تسهيلات الاستخدام في النظام.
de: VoiceOver, größerer Text, nicht nur farbabhängige Hinweise und ausreichender Kontrast – alles erfüllt, sodass die App reibungslos mit den Bedienungshilfen des Systems funktioniert.
en: VoiceOver, larger text, color-independent cues, and sufficient contrast — all in place, so the app works smoothly with the system accessibility features.
es_mx: VoiceOver, texto más grande, indicaciones que no dependen solo del color y contraste suficiente: todo listo para funcionar bien con las funciones de accesibilidad del sistema.
fr: VoiceOver, texte plus grand, repères ne reposant pas uniquement sur la couleur et contraste suffisant — tout est en place, pour que l’app fonctionne sans accroc avec les fonctionnalités d’accessibilité du système.
ja: VoiceOver、文字の拡大、色だけに頼らない表示、十分なコントラストに対応。システムのアクセシビリティ機能と快適に連携します。
ko: VoiceOver, 더 큰 텍스트, 색상에만 의존하지 않는 표시, 충분한 대비를 모두 지원하여 시스템 손쉬운 사용 기능과 매끄럽게 어울립니다.
pt_br: VoiceOver, texto maior, indicações que não dependem só da cor e contraste suficiente — tudo pronto para funcionar bem com os recursos de acessibilidade do sistema.
pt_pt: VoiceOver, texto maior, indicações que não dependem só da cor e contraste suficiente — tudo pronto para funcionar bem com as funcionalidades de acessibilidade do sistema.
tr: VoiceOver, daha büyük metin, yalnızca renge dayanmayan ipuçları ve yeterli kontrast — hepsi mevcut; böylece uygulama, sistemin erişilebilirlik özellikleriyle sorunsuz çalışır.
zh_hant: VoiceOver、更大字體、不只靠顏色區分、足夠對比度全面達標，搭配系統輔助使用功能更順手。
zh_hk: VoiceOver、更大字體、不只靠顏色區分、足夠對比度全面達標，配合系統輔助功能更順手。

source: WAF 可视化规则构建器
ar: أداة بناء قواعد WAF المرئية
de: Visueller WAF-Regelbaukasten
en: Visual WAF rule builder
es_mx: Constructor visual de reglas WAF
fr: Générateur visuel de règles WAF
ja: WAF のビジュアルルールビルダー
ko: WAF 시각적 규칙 빌더
pt_br: Construtor visual de regras WAF
pt_pt: Construtor visual de regras WAF
tr: Görsel WAF kural oluşturucu
zh_hant: WAF 視覺化規則建構器
zh_hk: WAF 視覺化規則建構器

source: WAF 自定义防火墙规则现在支持编辑：点按任意规则即可修改动作、表达式、名称与启用状态，无需再删除后重建。
ar: يمكنك الآن تعديل قواعد جدار الحماية المخصّصة في WAF: انقر على أي قاعدة لتغيير إجرائها وتعبيرها واسمها وحالة تفعيلها، دون الحاجة إلى حذفها وإعادة إنشائها.
de: WAF-eigene Firewall-Regeln lassen sich jetzt bearbeiten: Tippe auf eine Regel, um Aktion, Ausdruck, Name und Aktivierungsstatus zu ändern – ohne sie löschen und neu anlegen zu müssen.
en: WAF custom firewall rules can now be edited: tap any rule to change its action, expression, name and enabled state — no need to delete and recreate it.
es_mx: Ahora puedes editar las reglas de firewall personalizadas de WAF: toca cualquier regla para cambiar su acción, expresión, nombre y estado, sin tener que eliminarla y volver a crearla.
fr: Les règles de pare-feu personnalisées WAF sont désormais modifiables : touchez une règle pour changer son action, son expression, son nom et son état, sans avoir à la supprimer puis à la recréer.
ja: WAF のカスタムファイアウォールルールを編集できるようになりました。任意のルールをタップして、アクション・式・名前・有効状態を変更でき、削除して作り直す必要はありません。
ko: 이제 WAF 사용자 지정 방화벽 규칙을 편집할 수 있습니다. 규칙을 탭해 동작, 표현식, 이름, 사용 여부를 변경할 수 있어 삭제 후 다시 만들 필요가 없습니다.
pt_br: Agora é possível editar as regras de firewall personalizadas do WAF: toque em qualquer regra para alterar ação, expressão, nome e estado, sem precisar excluir e recriar.
pt_pt: Agora é possível editar as regras de firewall personalizadas do WAF: toque em qualquer regra para alterar ação, expressão, nome e estado, sem ter de eliminar e recriar.
tr: Artık WAF özel güvenlik duvarı kurallarını düzenleyebilirsiniz: bir kurala dokunarak eylemini, ifadesini, adını ve etkin durumunu değiştirin; silip yeniden oluşturmanıza gerek yok.
zh_hant: WAF 自訂防火牆規則現在支援編輯：點按任一規則即可修改動作、運算式、名稱與啟用狀態，不必再刪除後重建。
zh_hk: WAF 自訂防火牆規則現在支援編輯：點按任一規則即可修改動作、運算式、名稱與啟用狀態，無需再刪除後重建。

source: Worker 开启 workers.dev 子域后，直接显示完整访问地址，点一下即可打开。
ar: عند تفعيل نطاق workers.dev الفرعي لأحد Workers، يظهر عنوانه الكامل الآن — انقر لفتحه.
de: Ist die workers.dev-Subdomain eines Workers aktiv, wird jetzt die vollständige URL angezeigt – zum Öffnen tippen.
en: When a Worker’s workers.dev subdomain is on, its full URL now shows right there — tap to open.
es_mx: Cuando el subdominio workers.dev de un Worker está activo, ahora se muestra su URL completa: tócala para abrir.
fr: Lorsque le sous-domaine workers.dev d’un Worker est activé, son URL complète s’affiche : touchez pour l’ouvrir.
ja: Worker の workers.dev サブドメインを有効にすると、完全な URL が表示され、タップして開けます。
ko: Worker의 workers.dev 서브도메인을 켜면 전체 주소가 바로 표시되며, 탭하면 열립니다.
pt_br: Quando o subdomínio workers.dev de um Worker está ativo, a URL completa aparece ali — toque para abrir.
pt_pt: Quando o subdomínio workers.dev de um Worker está ativo, o URL completo aparece ali — toque para abrir.
tr: Bir Worker’ın workers.dev alt alan adı açıkken tam adresi artık orada görünür; açmak için dokunun.
zh_hant: Worker 開啟 workers.dev 子網域後，直接顯示完整存取網址，點一下即可開啟。
zh_hk: Worker 開啟 workers.dev 子網域後，直接顯示完整存取網址，點一下即可開啟。

source: Worker 部署历史
ar: سجل عمليات نشر Worker
de: Worker-Bereitstellungsverlauf
en: Worker deployment history
es_mx: Historial de despliegues de Worker
fr: Historique des déploiements Worker
ja: Worker のデプロイ履歴
ko: Worker 배포 기록
pt_br: Histórico de implantações do Worker
pt_pt: Histórico de implementações do Worker
tr: Worker dağıtım geçmişi
zh_hant: Worker 部署歷史
zh_hk: Worker 部署歷史

source: Workers 与 Pages 列表新增排序：默认（名称）、创建日期、最近更新，选择会被记住。
ar: يمكن الآن ترتيب قوائم Workers و Pages حسب الاسم (افتراضي) أو تاريخ الإنشاء أو آخر تحديث — ويُحفظ اختيارك.
de: Workers- und Pages-Listen lassen sich jetzt nach Name (Standard), Erstellungsdatum oder letzter Aktualisierung sortieren – die Auswahl wird gemerkt.
en: Workers and Pages lists can now be sorted by name (default), date created, or recently updated — your choice is remembered.
es_mx: Las listas de Workers y Pages ahora se pueden ordenar por nombre (predeterminado), fecha de creación o actualización reciente; tu elección se recuerda.
fr: Les listes Workers et Pages peuvent désormais être triées par nom (par défaut), date de création ou mise à jour récente — votre choix est mémorisé.
ja: Workers と Pages のリストを名前（デフォルト）・作成日・最近の更新で並べ替えられるようになりました。選択は記憶されます。
ko: Workers와 Pages 목록을 이름(기본), 생성일, 최근 업데이트로 정렬할 수 있습니다. 선택은 기억됩니다.
pt_br: As listas de Workers e Pages agora podem ser ordenadas por nome (padrão), data de criação ou atualização recente — sua escolha é lembrada.
pt_pt: As listas de Workers e Pages podem agora ser ordenadas por nome (predefinição), data de criação ou atualização recente — a sua escolha é lembrada.
tr: Workers ve Pages listeleri artık ada (varsayılan), oluşturma tarihine veya son güncellemeye göre sıralanabilir; seçiminiz hatırlanır.
zh_hant: Workers 與 Pages 清單新增排序：預設（名稱）、建立日期、最近更新，選擇會被記住。
zh_hk: Workers 與 Pages 列表新增排序：默認（名稱）、創建日期、最近更新，選擇會被記住。

source: Zero Trust 编辑器
ar: محرّر Zero Trust
de: Zero-Trust-Editor
en: Zero Trust editing
es_mx: Edición de Zero Trust
fr: Édition Zero Trust
ja: Zero Trust エディタ
ko: Zero Trust 편집기
pt_br: Edição de Zero Trust
pt_pt: Edição de Zero Trust
tr: Zero Trust düzenleme
zh_hant: Zero Trust 編輯器
zh_hk: Zero Trust 編輯器

source: workers.dev 子域直达
ar: وصول مباشر إلى نطاق workers.dev الفرعي
de: Direkter workers.dev-Zugriff
en: One-tap workers.dev URL
es_mx: Acceso directo al subdominio workers.dev
fr: Accès direct au sous-domaine workers.dev
ja: workers.dev サブドメインに直接アクセス
ko: workers.dev 서브도메인 바로 열기
pt_br: Acesso direto ao subdomínio workers.dev
pt_pt: Acesso direto ao subdomínio workers.dev
tr: workers.dev alt alan adına doğrudan erişim
zh_hant: workers.dev 子網域直達
zh_hk: workers.dev 子網域直達

source: 不再只是查看——新建隧道、获取连接令牌与命令、配置公共主机名路由。
ar: أكثر من مجرد عرض الآن — أنشئ الأنفاق، واحصل على رموز الاتصال والأوامر، واضبط توجيه أسماء المضيفين العامة.
de: Mehr als nur Ansehen – Tunnel erstellen, Verbindungstoken und Befehle abrufen und Routing öffentlicher Hostnamen konfigurieren.
en: More than viewing now — create tunnels, get connection tokens and commands, and configure public hostname routing.
es_mx: Ya no solo para ver: crea túneles, obtén tokens y comandos de conexión y configura el enrutamiento por nombre de host público.
fr: Plus seulement consulter — créez des tunnels, obtenez des jetons de connexion et des commandes, et configurez le routage des noms d’hôte publics.
ja: 表示だけではなく、トンネルの作成、接続トークンとコマンドの取得、パブリックホスト名ルーティングの設定ができます。
ko: 이제 보기만이 아니라 터널 생성, 연결 토큰과 명령 가져오기, 공개 호스트 이름 라우팅 구성까지.
pt_br: Não é mais só visualizar: crie túneis, obtenha tokens e comandos de conexão e configure o roteamento por nome de host público.
pt_pt: Já não é só visualizar: crie túneis, obtenha tokens e comandos de ligação e configure o encaminhamento por nome de anfitrião público.
tr: Artık yalnızca görüntülemek değil — tüneller oluşturun, bağlantı belirteçleri ve komutları alın ve genel ana makine adı yönlendirmesini yapılandırın.
zh_hant: 不再只是檢視——建立通道、取得連線權杖與指令、設定公開主機名稱路由。
zh_hk: 不再只是查看——建立隧道、取得連線權杖與指令、設定公開主機名稱路由。

source: 以文件夹方式浏览对象，复制或移动文件，查看各存储桶用量，并管理公开访问域名与 CORS。
ar: تصفّح الكائنات حسب المجلد، وانسخ الملفات أو انقلها، واطّلع على الاستخدام لكل حاوية، وأدِر نطاقات الوصول العام وسياسات CORS.
de: Durchsuche Objekte nach Ordnern, kopiere oder verschiebe Dateien, sieh dir die Nutzung pro Bucket an und verwalte Domains für öffentlichen Zugriff sowie CORS.
en: Browse objects by folder, copy or move files, view per-bucket usage, and manage public access domains and CORS.
es_mx: Explora objetos por carpeta, copia o mueve archivos, consulta el uso por bucket y administra los dominios de acceso público y CORS.
fr: Parcourez les objets par dossier, copiez ou déplacez des fichiers, consultez l'utilisation par bucket et gérez les domaines d'accès public et le CORS.
ja: オブジェクトをフォルダ単位で閲覧し、ファイルのコピーや移動、バケットごとの使用量の確認、公開アクセス用ドメインと CORS の管理ができます。
ko: 객체를 폴더별로 탐색하고 파일을 복사하거나 이동하며, 버킷별 사용량을 확인하고 공개 액세스 도메인과 CORS를 관리하세요.
pt_br: Navegue pelos objetos por pasta, copie ou mova arquivos, veja o uso por bucket e gerencie domínios de acesso público e CORS.
pt_pt: Navegue pelos objetos por pasta, copie ou mova ficheiros, veja a utilização por bucket e faça a gestão de domínios de acesso público e CORS.
tr: Nesneleri klasör klasör inceleyin, dosyaları kopyalayın veya taşıyın, paket başına kullanımı görün ve genel erişim alan adları ile CORS'u yönetin.
zh_hant: 以資料夾方式瀏覽物件，複製或移動檔案，檢視各儲存桶用量，並管理公開存取網域與 CORS。
zh_hk: 以資料夾方式瀏覽物件，複製或移動檔案，查看各儲存桶用量，並管理公開存取域名與 CORS。

source: 体验与稳定性改进
ar: تحسينات في التجربة والاستقرار
de: Verbesserungen bei Erlebnis und Stabilität
en: Experience & stability improvements
es_mx: Mejoras de experiencia y estabilidad
fr: Améliorations de l’expérience et de la stabilité
ja: 体験と安定性の改善
ko: 사용 경험 및 안정성 개선
pt_br: Melhorias de experiência e estabilidade
pt_pt: Melhorias de experiência e estabilidade
tr: Deneyim ve kararlılık iyileştirmeleri
zh_hant: 體驗與穩定性改進
zh_hk: 體驗與穩定性改進

source: 体验者计划
ar: برنامج تحسين التطبيق
de: Insider-Programm
en: Insider Program
es_mx: Programa Insider
fr: Programme Insider
ja: インサイダープログラム
ko: 인사이더 프로그램
pt_br: Programa Insider
pt_pt: Programa Insider
tr: Insider Programı
zh_hant: 體驗者計畫
zh_hk: 體驗者計劃

source: 修复了 App 在部分 iOS 17 设备上一启动就闪退的问题。
ar: تم إصلاح مشكلة قد تتسبب في تعطّل التطبيق عند البدء على بعض أجهزة iOS 17.
de: Ein Problem wurde behoben, bei dem die App auf einigen iOS-17-Geräten beim Start abstürzen konnte.
en: Fixed an issue where the app could crash on launch on some iOS 17 devices.
es_mx: Se corrigió un problema por el que la app podía cerrarse al iniciar en algunos dispositivos con iOS 17.
fr: Correction d’un problème qui pouvait faire planter l’app au démarrage sur certains appareils iOS 17.
ja: 一部の iOS 17 デバイスで、起動直後にアプリが終了することがある問題を修正しました。
ko: 일부 iOS 17 기기에서 앱을 실행하자마자 종료되던 문제를 수정했습니다.
pt_br: Corrigimos um problema em que o app podia fechar ao abrir em alguns dispositivos com iOS 17.
pt_pt: Corrigimos um problema em que a app podia fechar ao abrir em alguns dispositivos com iOS 17.
tr: Bazı iOS 17 cihazlarında uygulamanın başlangıçta çökebildiği bir sorun düzeltildi.
zh_hant: 修復了 App 在部分 iOS 17 裝置上一啟動就閃退的問題。
zh_hk: 修復了 App 在部分 iOS 17 裝置上一啟動就閃退的問題。

source: 修复启动闪退
ar: إصلاح تعطّل عند البدء
de: Absturz beim Start behoben
en: Launch Crash Fix
es_mx: Corrección de cierre al iniciar
fr: Correction d’un plantage au démarrage
ja: 起動時のクラッシュを修正
ko: 실행 시 충돌 수정
pt_br: Correção de falha ao abrir
pt_pt: Correção de falha ao abrir
tr: Başlangıç çökmesi düzeltildi
zh_hant: 修復啟動閃退
zh_hk: 修復啟動閃退

source: 免登录开发者工具箱
ar: صندوق أدوات المطوّر بدون تسجيل دخول
de: Entwickler-Toolbox ohne Anmeldung
en: No-login developer toolbox
es_mx: Caja de herramientas para desarrolladores sin iniciar sesión
fr: Boîte à outils développeur sans connexion
ja: ログイン不要の開発者ツールボックス
ko: 로그인 없는 개발자 도구 모음
pt_br: Caixa de ferramentas do desenvolvedor sem login
pt_pt: Caixa de ferramentas do programador sem início de sessão
tr: Girişsiz geliştirici araç kutusu
zh_hant: 免登入開發者工具箱
zh_hk: 免登入開發者工具箱
